import {
  FaCar,
  FaShippingFast,
  FaFileContract,
  FaTools,
  FaHandshake,
  FaSearch,
} from "react-icons/fa";

export const services = [
  {
    icon: FaHandshake,
    title: "Консультації та Підбір Транспорту",
    description:
      "Індивідуальні консультації та допомога у виборі транспорту, що відповідає вашим потребам, бюджету та побажанням.",
  },
  {
    icon: FaCar,
    title: "Продаж Транспортних Засобів Усіх Типів",
    description:
      "Широкий вибір нових та вживаних автомобілів, мотоциклів, водного транспорту та сільгосп техніки від провідних виробників. Ми гарантуємо якість та прозорість кожної угоди. Гарантія якості та прозорості угоди.",
  },
  {
    icon: FaShippingFast,
    title: "Доставка з США, Канади та Європи",
    description:
      "Організація безпечної та швидкої доставки вашої техніки в будь-яку точку України. Повний супровід логістики.",
  },
  {
    icon: FaFileContract,
    title: "Повний Юридичний Супровід",
    description:
      "Професійна допомога в оформленні всіх необхідних документів, реєстрації та перереєстрації транспортних засобів. Забезпечення законності кожної угоди.",
  },
  {
    icon: FaTools,
    title: "Технічна Перевірка та Діагностика",
    description:
      "Кожен трансорт проходить ретельну технічну перевірку та діагностику нашими фахівцями перед продажем для вашої впевненості.",
  },
  {
    icon: FaSearch,
    title: "Індивідуальний Пошук Транспорту",
    description:
      "Знайдемо техніку вашої мрії за будь-якими параметрами, навіть якщо його немає в нашому каталозі.",
  },
];
