import {
  FaCar,
  FaShippingFast,
  FaFileContract,
  FaTools,
  FaHandshake,
  FaSearch,
} from "react-icons/fa";

export const services = [
  {
    icon: FaCar,
    title: "Продаж Автомобілів Усіх Марок",
    description:
      "Широкий вибір нових та вживаних автомобілів від провідних світових виробників. Гарантія якості та прозорості угоди.",
  },

  {
    icon: FaHandshake,
    title: "Консультації та Підбір Авто",
    description:
      "Індивідуальні консультації та допомога у виборі автомобіля, що відповідає вашим потребам, бюджету та побажанням.",
  },
  {
    icon: FaShippingFast,
    title: "Доставка Авто з США, Канади та Європи",
    description:
      "Організація безпечної та швидкої доставки вашого автомобіля в будь-яку точку України. Повний супровід логістики.",
  },
  {
    icon: FaFileContract,
    title: "Повний Юридичний Супровід",
    description:
      "Професійна допомога в оформленні всіх необхідних документів, реєстрації та перереєстрації авто. Забезпечення законності кожної угоди.",
  },
  {
    icon: FaTools,
    title: "Технічна Перевірка та Діагностика",
    description:
      "Кожен автомобіль проходить ретельну технічну перевірку та діагностику нашими фахівцями перед продажем для вашої впевненості.",
  },
  {
    icon: FaSearch,
    title: "Індивідуальний Пошук Авто",
    description:
      "Знайдемо автомобіль вашої мрії за будь-якими параметрами, навіть якщо його немає в нашому каталозі.",
  },
];
