export const transportItems = [
  {
    title: "Автомобілі",
    image: "/images/transport/car.jpg",
    description:
      "Пропонуємо широкий вибір легкових та позашляховиків від провідних брендів. Гарантована якість і комфорт.",
  },
  {
    title: "Мотоцикли",
    image: "/images/transport/moto.jpg",
    description:
      "Для справжніх поціновувачів швидкості та свободи — надійні мотоцикли з США та Європи, вже готові до подорожі.",
  },
  {
    title: "Водний транспорт",
    image: "/images/transport/boat.jpg",
    description:
      "Катери, яхти та гідроцикли для вашого відпочинку на воді. Відпочивайте з комфортом і стилем.",
  },
  {
    title: "Сільгосптехніка",
    image: "/images/transport/tractor.jpg",
    description:
      "Трактори, комбайни, та інша техніка для ефективної роботи в полі. Ми підберемо техніку, яка працює на результат.",
  },
];
